{
	"about": "Hey!\n\nI'm Kris, a 20-something software developer from sunny Plovdiv, Bulgaria.\n\nI've been writing software professionally for about 3 years (as of July, 2023) and I'd say that I'm not the absolute worst at it.\n\nOutside of work I do a bit of light gaming, but mostly like to spend time in the outdoors. I'm big into swimming - which I'm pretty good at, and rock climbing - which I'm pretty bad at (but do enjoy a lot!). I've recently gotten myself a motorcycle as well, with which I'm using as much of my spare time as I can traveling around Bulgaria (for now) and hopefully Europe and beyond in the future.",
	"invalid_command": "invalid command; try 'help' to see example usage",
	"experience": "As far as coding outside of work goes, I'm honestly not the greatest at it. This site's probably one of the only things that I've done and am not completely ashamed of showing in front of others, so this is an attempt to save face and tell you a bit about my professional experience. Here goes:\n\nMy first two years in software dev were spent working, via MentorMate for Sanvello and then AbleTo, where I spent most of my time on the front end, doing React, React Native and a bit of Kotlin as well. As both of them are in the healthcare sector, web accessibility was a hard requirement and something I gained a lot of experience with.\n\nAt Sanvello I:\n\n- Took part in building a feature rich web app, including things like WebRTC, assessments and real-time chats\n\n- Was a core member of a mobile app rewrite in React Native\n\n- Created the entire front end of an in-house headless CMS, with an intuitive drag-and-drop interface\n\nAt Ableto I:\n\n- Took over the support role for an Android Native app, written in Kotlin\n\n- Spearheaded and lead the eventual rewrite of said app in React Native, getting it from proof of concept to production ready in the span of a couple of months\n\nAfter my time with MentorMate ended, I found myself working with Myra Security, a leading German CyberSecurity firm. In the year I've spent here I have:\n\n- Lead the creation of a new, headless CMS powered marketing website, with a big focus on SEO\n\n- Was a core member in the creation of an in-house React component library\n\n- Created a proof of concept for a GraphQL Proxy and later co-lead the development effort, allowing for a seamless switch to a micro-service architecture of an old monolithic backend\n\nIt ain't much, but it's honest work. In reality it's just words on paper (pixels on screen?), but I'm always happy to have my skills put to the test, be it take-home or live coding.",
	"contact": "Email: <a href='mailto:kristiyan.nedyalkov98@gmail.com'>kristiyan.nedyalkov98@gmail.com</a>\nPhone: <a href='tel:+359894741497'>+359 894 741 497</a>\nLinkedIn: <a href='https://linkedin.com/in/kristiyan-nedyalkov-b998461b0' target='_blank'>https://linkedin.com/in/kristiyan-nedyalkov-b998461b0</a>",
	"wilf": "Couldn't find a better acronym for 'What I'm Looking For', so wilf it is.\n\nAnyways - I'm looking to expand my knowledge. I've spent a considerable time on the front-end and I believe I've learned to surf the ever-changing JavaScript ecosystem tide. Yet I've never really been too confident on the back end, other than doing some small contributions here or there. At my current gig I got the chance to write some NestJS (with GraphQL) and I absolutely loved it, so the TDLR is that I'm looking for a chance to grow as a solid full-stack developer.\n\nI've had my hands in various Java, Rails or Laravel code-bases, but never really had the chance to dive deep and really learn the domain, which I hope to be able to do in the near future."
}
