{
	"about": "Hi! I'm Kris, a 20-something year old full-stack dev from sunny Plovdiv, Bulgaria. I like to spend my free time outdoors, either swimming or (failing at) rock climbing.",
	"invalid_command": "invalid command; try 'help' to see example usage",
	"projects": "I'm not really one that likes to code much outside of work. Honestly, this website is probably the only project I've done in my free time in the last couple of years that is in a state even remotely close to being appropriate to show to others. As such, I have nothing to show for myself! Yet, I've worked at a couple of places and I've managed to contribute a bunch, so this is my attempt to save face and tell you about my previous work experience:\n\nSanvello:\n-> Sanvello was where it all started for me. I spent the beginning of my career working on their new web app, which included things like WebRTC, live groups/chats, meditations, assessments and etc. Since it's a healthcare app web accessibility was very important and was something we paid a lot of attention to. I spent the first 7-8 months as a developer learning (and probably mucking up a couple of features) in said website. By the end of that time we had just released it onto production. \n-> After the webapp went live me and another engineer were pulled onto a separate project, working to rewrite and give some much needed love to Sanvello's mobile application. The tech we ended up going with was React Native and we had quite some momentum building, but the time was not right and the project was ultimately canceled, yet it had ignited a passion in me for React Native, and mobile development as a whole.\n-> Priorities shifted, and so did my position in the company. At a mere year and a couple of months of experience I ended up spearheading the front-end of an addition to the admin panel we already had in place, which also consisted of rolling our own headless CMS from the ground up, which was a great learning experience. This is where I first started dipping my toes into the back-end as well, where I started contributing to the Java microservice that was powering our CMS behind the scenes.",
	"contact": "Email: <a href='mailto:kristiyan.nedyalkov98@gmail.com'>kristiyan.nedyalkov98@gmail.com</a>\nPhone: <a href='tel:+359894741497'>+359 894 741 497</a>\nLinkedIn: <a href='https://linkedin.com/in/kristiyan-nedyalkov-b998461b0' target='_blank'>https://linkedin.com/in/kristiyan-nedyalkov-b998461b0</a>"
}
